<?php
// файл с конфигурацией мониторов
// первый монитор - главный и ведущий
// все остальные ведомые
return [
    [
        'name' => 'Главный',
        'dev' => '/dev/i2c-6',
        'brightness2lux' => [
            0 => 55, 
            10 => 77, 
            20 => 85, 
            30 => 106, 
            40 => 122, 
            50 => 127,
            60 => 163, 
            70 => 171, 
            80 => 196, 
            90 => 230, 
            100 => 253
        ],
    ],
    [
        'name' => 'Левый',
        'dev' => '/dev/i2c-5',
        'brightness2lux' => [
            0 => 15, 
            10 => 36, 
            20 => 51, 
            30 => 75, 
            40 => 88, 
            50 => 102, 
            60 => 131, 
            70 => 138, 
            80 => 152, 
            90 => 169, 
            100 => 185
        ],
    ],
    [
        'name' => 'Правый',
        'dev' => '/dev/i2c-3',
        'brightness2lux' => [
            0 => 17, 
            10 => 36, 
            20 => 56, 
            30 => 76, 
            40 => 96, 
            50 => 115, 
            60 => 134, 
            70 => 151, 
            80 => 169, 
            90 => 188, 
            100 => 205
        ],
    ]
];